Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_DisableSnapAssist.Description
source: Disables Snap Assist, which automatically arranges open windows when dragging. Useful for multitasking but some users prefer manual window management
ar_tn: يعطل مساعد النافذة المنقسمة، الذي ينظم النوافذ المفتوحة تلقائيًا عند السحب. مفيد للتعدد المهام ولكن يفضله بعض المستخدمين لإدارة النوافذ يدويًا
de: Deaktiviert Snap Assist, welches offene Fenster automatisch anordnet, wenn sie gezogen werden. Nützlich für Multitasking, aber einige Benutzer bevorzugen manuelles Fenstermanagement
es_es: Desactiva Asistencia de Ajuste, que organiza automáticamente las ventanas abiertas al arrastrarlas. Útil para multitareas, pero algunos usuarios prefieren gestionar las ventanas manualmente
fr_fr: Désactive l'Assistance Snap, qui organise automatiquement les fenêtres ouvertes lors du déplacement. Utile pour le multitâche, mais certains utilisateurs préfèrent la gestion manuelle des fenêtres.
he_il: משבית את Snap Assist, אשר מסדר חלונות פתוחים באופן אוטומטי בעת גרירה. שימושי לריבוי משימות אך חלק מהמשתמשים מעדיפים ניהול חלונות ידני.
hu_hu: Letiltja a Snap Assist funkciót, amely automatikusan rendezi az ablakokat húzás közben. Hasznos többfeladatos munkához, de egyes felhasználók inkább a manuális ablakkezelést részesítik előnyben.
id_id: Menonaktifkan Snap Assist, yang secara otomatis mengatur jendela terbuka saat diseret. Berguna untuk multitasking tetapi beberapa pengguna lebih memilih pengelolaan jendela manual
it_it: Disabilita Snap Assist, che dispone automaticamente le finestre aperte durante il trascinamento. Utile per il multitasking, ma alcuni utenti preferiscono la gestione manuale delle finestre
ja_jp: ドラッグ時に開いているウィンドウを自動的に配置するスナップアシストを無効にします. マルチタスクに便利ですが、一部のユーザーは手動でウィンドウを管理することを好みます.
ko_kr: 드래그할 때 열려 있는 창을 자동으로 정렬하는 스냅 어시스트를 비활성화합니다. 멀티태스킹에 유용하지만 일부 사용자는 수동 창 관리를 선호합니다.
pt_br: Desativa o Snap Assist, que organiza automaticamente as janelas abertas ao arrastar. Útil para multitarefa, mas alguns usuários preferem o gerenciamento manual de janelas
ru_ru: Отключает Snap Assist, который автоматически упорядочивает открытые окна при перетаскивании. Полезно для многозадачности, но некоторые пользователи предпочитают ручное управление окнами
tr_tr: Sürükleme sırasında açık pencereleri otomatik olarak düzenleyen Snap Assist'i devre dışı bırakır. Çoklu görev için kullanışlıdır ancak bazı kullanıcılar manuel pencere yönetimini tercih eder
vi_vn: Vô hiệu hoá Snap Assist, tự động sắp xếp các cửa sổ khi kéo. Hữu ích cho đa nhiệm nhưng đa số thích quản lý thủ công
zh_hans: 禁用捕捉辅助（拖动时自动排列打开的窗口）. 对于多任务处理很有用, 但有些用户更喜欢手动窗口管理
zh_hant: 禁用捕捉輔助, 拖動時會自動排列開啟的視窗. 對於多工處理很有用, 但有些使用者更喜歡手動視窗管理

# Feature_DisableWidgets.Header
source: Disable Widgets
ar_tn: تعطيل الودجت
de: Widgets deaktivieren
es_es: Desactivar Widgets
fr_fr: Désactiver les Widgets
he_il: השבת יישומונים (Widgets)
hu_hu: Widgetek letiltása
id_id: Nonaktifkan Widget
it_it: Disabilita i widget
ja_jp: ウィジェットを無効にする
ko_kr: 위젯 비활성화
pt_br: Desabilitar Widgets
ru_ru: Отключить виджеты
tr_tr: Widget'ları devre dışı bırak
vi_vn: Vô hiệu hoá Widgets
zh_hans: 禁用小部件
zh_hant: 禁用小部件

# Feature_DisableWidgets.Description
source: Disables the Widgets feature on the Windows 11 taskbar. Consider if you find the widgets useful for quick updates (Windows 11 only)
ar_tn: يعطل ميزة الودجت على شريط المهام في ويندوز 11. يُفكر فيه إذا كنت تجد الودجت مفيدة للتحديثات السريعة (فقط ويندوز 11)
de: Deaktiviert die Widgets-Funktion in der Windows 11 Taskleiste. Überlegen Sie, ob Sie die Widgets für schnelle Updates nützlich finden (nur Windows 11)
es_es: Desactiva la función de Widgets en la barra de tareas de Windows 11. Considera si encuentras útiles los widgets para obtener actualizaciones rápidas (solo Windows 11)
fr_fr: Désactive la fonctionnalité Widgets sur la barre des tâches de Windows 11. À considérer si vous trouvez les widgets utiles pour les mises à jour rapides (Windows 11 uniquement).
he_il: משבית את תכונת היישומונים (Widgets) בשורת המשימות של Windows 11. שקול אם אתה מוצא את היישומונים שימושיים לעדכונים מהירים (Windows 11 בלבד).
hu_hu: Letiltja a Widgetek funkciót a Windows 11 tálcáján. Gondold át, hogy hasznosnak találod-e a widgeteket a gyors frissítésekhez (csak Windows 11).
id_id: Menonaktifkan fitur Widget pada taskbar Windows 11. Pertimbangkan jika Anda merasa widget berguna untuk pembaruan cepat (khusus Windows 11)
it_it: Disabilita la funzionalità Widget sulla barra delle applicazioni di Windows 11. Considera setrovi i widget utili per aggiornamenti rapidi (solo Windows 11)
ja_jp: Windows 11のタスクバーのウィジェット機能を無効にします. ウィジェットが便利であれば無効にしないでください（Windows 11のみ）.
ko_kr: Windows 11 작업 표시줄에서 위젯 기능을 비활성화합니다. 위젯이 빠른 업데이트에 유용하다고 생각되면 고려하세요(Windows 11 전용)
pt_br: Desabilita o recurso Widgets na barra de tarefas do Windows 11. Considere se vocêvocê acha os widgets úteis para atualizações rápidas (somente Windows 11)
ru_ru: Отключает функцию виджетов на панели задач Windows 11. Рекомендуется, если вы не находите виджеты полезными для быстрых обновлений (только для Windows 11)
tr_tr: Windows 11 görev çubuğunda Widget'lar özelliğini devre dışı bırakır. Widget'ları hızlı güncellemeler için yararlı bulup bulmadığınızı düşünün (yalnızca Windows 11)
vi_vn: Vô hiệu hoá tính năng Widgets trên taskbar Windows 11. Hãy cân nhắc nếu bạn thấy widgets hữu ích cho việc cập nhật (Chỉ Windows 11)
zh_hans: 禁用 Windows 11 任务栏上的小部件功能. 如果您觉得小工具能方便您快速获取信息, 可以考虑使用（仅限 Windows 11）
zh_hant: 禁用 Windows 11 工作列上的小部件功能. 考慮一下您是否發現這些小部件對於快速更新有用(僅限 Windows 11)

# Feature_DisableChat.Header
source: Disable Chat
ar_tn: تعطيل الدردشة
de: Chat deaktivieren
es_es: Desactivar Chat
fr_fr: Désactiver le Chat
he_il: השבת צ'אט
hu_hu: Csevegés kikapcsolása
id_id: Nonaktifkan Chat
it_it: Disabilita Chat
ja_jp: チャットを無効にする
ko_kr: 채팅 비활성화
pt_br: Desabilitar Chat
ru_ru: Отключить чат
tr_tr: Sohbeti devre dışı bırak
vi_vn: Vô hiệu hoá Chat
zh_hans: 禁用聊天
zh_hant: 禁用聊天

# Feature_DisableChat.Description
source: Disables the Chat feature on the Windows 11 taskbar. Only recommended if you don't use the chat feature for communication (Windows 11 only)
ar_tn: يعطل ميزة الدردشة على شريط المهام في ويندوز 11. يُوصى به إذا لم تستخدم ميزة الدردشة للتواصل (فقط ويندوز 11)
de: Deaktiviert die Chat-Funktion in der Windows 11 Taskleiste. Nur empfohlen, wenn Sie die Chat-Funktion nicht für die Kommunikation nutzen (nur Windows 11)
es_es: Desactiva la función Chat en la barra de tareas de Windows 11. Solo recomendado si no usas la función de chat para comunicación (solo Windows 11)
fr_fr: Désactive la fonctionnalité Chat sur la barre des tâches de Windows 11. Recommandé uniquement si vous n'utilisez pas la fonctionnalité chat pour la communication (Windows 11 uniquement).
he_il: משבית את תכונת הצ'אט בשורת המשימות של Windows 11. מומלץ רק אם אינך משתמש בתכונת הצ'אט לתקשורת (Windows 11 בלבד).
hu_hu: Letiltja a Csevegés funkciót a Windows 11 tálcáján. Csak akkor javasolt, ha nem használja a csevegés funkciót kommunikációra (csak Windows 11 esetén)
id_id: Menonaktifkan fitur Chat pada taskbar Windows 11. Hanya direkomendasikan jika Anda tidak menggunakan fitur chat untuk komunikasi (khusus Windows 11)
it_it: Disabilita la funzionalità Chat sulla barra delle applicazioni di Windows 11. Consigliato solo se non utilizzi la funzionalità Chat per la comunicazione (solo Windows 11)
ja_jp: Windows 11のタスクバーのチャット機能を無効にします. コミュニケーションにチャット機能を使用しない場合にのみ推奨されます（Windows 11のみ）.
ko_kr: Windows 11 작업 표시줄에서 채팅 기능을 비활성화합니다. 채팅 기능을 통신에 사용하지 않는 경우에만 권장(Windows 11 전용)
pt_br: Desabilita o recurso Chat na barra de tarefas do Windows 11. Recomendado somente se você não usar o recurso chat para comunicação (somente Windows 11)
ru_ru: Отключает функцию чата на панели задач Windows 11. Рекомендуется только если вы не используете чат для общения (только для Windows 11)
tr_tr: Windows 11 görev çubuğundaki Sohbet özelliğini devre dışı bırakır. Yalnızca iletişim için sohbet özelliğini kullanmıyorsanız önerilir (yalnızca Windows 11)
vi_vn: Vô hiệu hoá tính năng Chat trên Windows 11 taskbar. Chỉ khuyến khích nếu bạn không dùng tính năng này để trò chuyện (Chỉ Windows 11)
zh_hans: 禁用 Windows 11 任务栏上的聊天功能. 仅在您不使用聊天功能进行通信时推荐 (仅限 Windows 11)
zh_hant: 禁用 Windows 11 工作列上的聊天功能. 僅在您不使用聊天功能進行通訊時推薦(僅限 Windows 11)

# Feature_EnableFilesCompactMode.Header
source: Enable Files Compact Mode
ar_tn: تمكين وضع الملفات المُدمج
de: Kompaktmodus für Dateien aktivieren
es_es: Habilitar Modo Compacto de Archivos
fr_fr: Activer le Mode Compact des Fichiers
he_il: אפשר מצב קומפקטי לקבצים
hu_hu: Fájlkezelő Kompakt módjának engedélyezése
id_id: Aktifkan Mode Kompak File
it_it: Abilita la modalità compatta dei file
ja_jp: ファイルのコンパクトモードを有効にする
ko_kr: 파일 압축 모드 사용
pt_br: Habilitar Modo Compacto de Arquivos
ru_ru: Включить компактный режим файлов
tr_tr: Dosyaları Sıkıştırılmış Modunu Etkinleştir
vi_vn: Bật Files Compact Mode
zh_hans: 启用文件紧凑模式
zh_hant: 啟用檔案緊湊模式

# Feature_EnableFilesCompactMode.Description
source: Enables Compact Mode for file browsing with smaller thumbnails. Useful for low-resolution displays or managing large folders
ar_tn: يمكن التصفح في وضع مُدمج مع الصور المصغرة الصغيرة. مفيد للشاشات ذات الدقة المنخفضة أو إدارة المجلدات الكبيرة
de: Aktiviert den Kompaktmodus für die Dateiansicht mit kleineren Miniaturansichten. Nützlich für Bildschirme mit geringer Auflösung oder zur Verwaltung großer Ordner
es_es: Habilita el Modo Compacto para la navegación de archivos con miniaturas más pequeñas. Útil para pantallas de baja resolución o para gestionar carpetas grandes
fr_fr: Active le Mode Compact pour la navigation dans les fichiers avec de plus petites vignettes. Utile pour les affichages de faible résolution ou la gestion de grands dossiers.
he_il: מאפשר מצב קומפקטי לגלישה בקבצים עם תמונות ממוזערות קטנות יותר. שימושי לתצוגות ברזולוציה נמוכה או לניהול תיקיות גדולות.
hu_hu: Lehetővé teszi a Kompakt módot fájlböngészéshez kisebb thumbnail-ekkel. Hasznos alacsony felbontású kijelzőkre vagy nagy mappák kezelésére
id_id: Mengaktifkan Mode Kompak untuk penelusuran file dengan thumbnail lebih kecil. Berguna untuk layar resolusi rendah atau mengelola folder besar
it_it: Abilita la modalità compatta per l'esplorazione dei file con miniature più piccole. Utile per schermi a bassa risoluzione o per la gestione di cartelle di grandi dimensioni
ja_jp: 小さなサムネイルでファイルを閲覧するためのコンパクトモードを有効にします. 低解像度のディスプレイや大きなフォルダーを管理するのに便利です.
ko_kr: 작은 썸네일로 파일을 탐색할 수 있도록 컴팩트 모드를 활성화합니다. 저해상도 디스플레이나 큰 폴더 관리에 유용합니다.
pt_br: Habilita o Modo Compacto para navegação de arquivos com miniaturas menores. Útil para telas de baixa resolução ou gerenciamento de pastas grandes
ru_ru: Включает компактный режим для просмотра файлов с меньшими эскизами. Полезно для экранов с низким разрешением или при работе с большими папками
tr_tr: Daha küçük küçük resimlerle dosya tarama için Sıkıştırılmış Modu etkinleştirir. Düşük çözünürlüklü ekranlar veya büyük klasörleri yönetmek için kullanışlıdır
vi_vn: Bật chế độ compact cho phép tìm kiếm tệp tin với thumbnail nhỏ hơn. Hữu ích cho màn hình có độ phân giải thấp hoặc quản lý nhiều thư mục
zh_hans: 启用紧凑模式以使用较小的缩略图浏览文件. 对于低分辨率显示器或管理大型文件夹很有用
zh_hant: 啟用緊湊模式以使用較小的縮圖瀏覽檔案. 對於低解析度顯示器或管理大型資料夾很有用

# Feature_DisableStickers.Header
source: Disable Stickers
ar_tn: تعطيل الملصقات
de: Sticker deaktivieren
es_es: Desactivar Stickers
fr_fr: Désactiver les Autocollants
he_il: השבת מדבקות
hu_hu: Matricák letiltása
id_id: Nonaktifkan Stiker
it_it: Disabilita adesivi
ja_jp: ステッカーを無効にする
ko_kr: 스티커 비활성화
pt_br: Desabilitar adesivos
ru_ru: Отключить стикеры
tr_tr: Etiketleri devre dışı bırak
vi_vn: Vô hiệu hoá Stickers
zh_hans: 禁用贴纸
zh_hant: 禁用貼紙

# Feature_DisableStickers.Description
source: Disables the Stickers feature in the Windows 11 messaging app. Only recommended if you don't use stickers for communication (Windows 11 only)
ar_tn: يعطل ميزة الملصقات في تطبيق الرسائل في ويندوز 11. يُوصى به إذا لم تستخدم الملصقات للتواصل (فقط ويندوز 11)
de: Deaktiviert die Sticker-Funktion in der Windows 11 Nachrichten-App. Nur empfohlen, wenn Sie Sticker nicht für die Kommunikation nutzen (nur Windows 11)
es_es: Desactiva la función Stickers en la aplicación de mensajería de Windows 11. Solo recomendado si no usas stickers para comunicación (solo Windows 11)
fr_fr: Désactive la fonctionnalité Autocollants dans l'application de messagerie de Windows 11. Recommandé uniquement si vous n'utilisez pas les autocollants pour la communication (Windows 11 uniquement).
he_il: משבית את תכונת המדבקות באפליקציית ההודעות של Windows 11. מומלץ רק אם אינך משתמש במדבקות לתקשורת (Windows 11 בלבד).
hu_hu: Letiltja a Matrica funkciót a Windows 11 üzenetküldő alkalmazásban. Csak akkor ajánlott, ha nem használsz matricát kommunikációhoz (csak Windows 11-ben)
id_id: Menonaktifkan fitur Stiker di aplikasi pesan Windows 11. Hanya direkomendasikan jika Anda tidak menggunakan stiker untuk komunikasi (khusus Windows 11)
it_it: Disabilita la funzionalità Adesivi nell'app di messaggistica di Windows 11. Consigliato solo se non utilizzi adesivi per la comunicazione (solo Windows 11)
ja_jp: Windows 11のメッセージングアプリのステッカー機能を無効にします. コミュニケーションにステッカーを使用しない場合にのみ推奨されます（Windows 11のみ）.
ko_kr: Windows 11 메시징 앱에서 스티커 기능을 비활성화합니다. 커뮤니케이션에 스티커를 사용하지 않는 경우에만 권장됩니다(Windows 11 전용)
pt_br: Desabilita o recurso Adesivos no aplicativo de mensagens do Windows 11. Recomendado somente se você não usar adesivos para comunicação (somente Windows 11)
ru_ru: Отключает функцию стикеров в приложении сообщений Windows 11. Рекомендуется только если вы не используете стикеры для общения (только для Windows 11)
tr_tr: Windows 11 mesajlaşma uygulamasında Etiketler özelliğini devre dışı bırakır. Yalnızca iletişim için etiket kullanmıyorsanız önerilir (yalnızca Windows 11)
vi_vn: Vô hiệu hoá tính năng Stickers trên ứng dụng nhắn tin của Windows 11. Chỉ khuyến khích nếu bạn không dùng stickets để trò chuyện (Chỉ Windows 11)
zh_hans: 禁用 Windows 11 消息应用程序中的贴纸功能. 仅在您不使用贴纸进行交流时推荐 (仅限 Windows 11)
zh_hant: 禁用 Windows 11 訊息應用程式中的貼紙功能. 僅在您不使用貼紙進行交流時推薦(僅限 Windows 11)

# Feature_DisableEdgeDiscoverBar.Header
source: Disable Edge Discover Bar
ar_tn: تعطيل شريط اكتشاف إيدج
de: Edge Discover Bar deaktivieren
es_es: Desactivar Barra de Descubrimiento de Edge
fr_fr: Désactiver la Barre de Découverte Edge
he_il: השבת סרגל Discover ב-Edge
hu_hu: Az Edge Felfedező sáv letiltása
id_id: Nonaktifkan Bilah Discover Edge
it_it: Disabilita Edge Discover Bar
ja_jp: Edge Discover Barを無効にする
ko_kr: Edge Discover Bar 비활성화
pt_br: Desabilitar Barra de Descoberta do Edge
ru_ru: Отключить панель Discover в Edge
tr_tr: Edge Discover Bar'ı devre dışı bırak
vi_vn: Vô hiệu hoá Edge Discover Bar
zh_hans: 禁用 Edge 发现栏
zh_hant: 禁用 Edge 發現欄

# Feature_DisableEdgeDiscoverBar.Description
source: Disables the Discover Bar feature in Microsoft Edge. Useful if you find it distracting or prefer cleaner browser interface
ar_tn: يعطل ميزة شريط الاكتشاف في مايكروسوفت إيدج. مفيد إذا كنت تجده مُزعجًا أو تفضل واجهة متصفح أنظف
de: Deaktiviert die Discover Bar-Funktion in Microsoft Edge. Nützlich, wenn Sie diese als störend empfinden oder eine übersichtlichere Browseroberfläche bevorzugen
es_es: Desactiva la función Discover Bar en Microsoft Edge. Útil si te resulta molesta o prefieres una interfaz de navegador más limpia.
fr_fr: Désactive la fonctionnalité Barre de Découverte dans Microsoft Edge. Utile si vous la trouvez distrayante ou si vous préférez une interface de navigateur plus épurée.
he_il: משבית את תכונת סרגל Discover ב-Microsoft Edge. שימושי אם אתה מוצא אותו מסיח דעת או מעדיף ממשק דפדפן נקי יותר.
hu_hu: Letiltja a Felfedezés sáv funkciót a Microsoft Edge böngészőben. Hasznos, ha zavarónak találja, vagy letisztultabb böngészőfelületet szeretne.
id_id: Menonaktifkan fitur Discover Bar di Microsoft Edge. Berguna jika Anda merasa terganggu atau lebih menyukai antarmuka browser yang lebih bersih
it_it: Disabilita la funzionalità Discover Bar in Microsoft Edge. Utile se lo trovi distraente o preferisci un'interfaccia del browser più pulita
ja_jp: Microsoft EdgeのDiscover Bar機能を無効にします. 気が散る場合やクリーンなブラウザーインターフェースを好む場合に便利です.
ko_kr: Microsoft Edge에서 Discover Bar 기능을 비활성화합니다. 산만하거나 더 깔끔한 브라우저 인터페이스를 선호하는 경우 유용합니다.
pt_br: Desabilita o recurso Barra de Descoberta no Microsoft Edge. Útil se você achar que ele distrai ou preferir uma interface de navegador mais limpa
ru_ru: Отключает функцию панели Discover в Microsoft Edge. Полезно, если она вам мешает или если вы предпочитаете более чистый интерфейс браузера
tr_tr: Microsoft Edge'deki Discover Bar özelliğini devre dışı bırakır. Dikkat dağıttığını düşünüyorsanız veya daha temiz bir tarayıcı arayüzü tercih ediyorsanız kullanışlıdır
vi_vn: Vô hiệu hoá tính năng Discover Bar trên Microsoft Edge. Hữu ích nếu bạn thấy khó chịu hoặc thích giao diện trình duyệt gọn gàng hơn
zh_hans: 禁用 Microsoft Edge 中的发现栏功能. 如果您觉得它分散注意力或喜欢更干净的浏览器界面, 则很有用
zh_hant: 禁用 Microsoft Edge 中的發現欄功能. 如果您發現它分散注意力或喜歡更乾淨的瀏覽器介面, 則很有用

# Feature_DisableCoPilotAI.Header
source: Disable CoPilot AI
ar_tn: تعطيل CoPilot AI
de: CoPilot AI deaktivieren
es_es: Desactivar CoPilot AI
fr_fr: Désactiver CoPilot AI
he_il: השבת CoPilot AI
hu_hu: CoPilot AI kikapcsolása
id_id: Nonaktifkan CoPilot AI
it_it: Disabilita CoPilot AI
ja_jp: CoPilot AIを無効にする
ko_kr: CoPilot AI 비활성화
pt_br: Desabilitar CoPilot AI
ru_ru: Отключить CoPilot AI
tr_tr: CoPilot AI'yı devre dışı bırakın
vi_vn: Vô hiệu hoá CoPilot AI
zh_hans: 禁用 CoPilot AI
zh_hant: 禁用 CoPilot AI

# Feature_DisableCoPilotAI.Description
source: Disables the CoPilot AI feature in Windows for assistance with code writing. Not recommended for developers
ar_tn: يعطل ميزة CoPilot AI في ويندوز للمساعدة في كتابة الشيفرة. غير مُوصى به للمطورين
de: Deaktiviert die CoPilot AI Funktion in Windows zur Unterstützung bei der Code-Schreibung. Nicht empfohlen für Entwickler
es_es: Desactiva la función CoPilot AI en Windows para asistencia en la escritura de código. No recomendado para desarrolladores.
fr_fr: Désactive la fonctionnalité CoPilot AI dans Windows pour l'assistance à la rédaction de code. Non recommandé pour les développeurs.
he_il: משבית את תכונת CoPilot AI ב-Windows לסיוע בכתיבת קוד. לא מומלץ למפתחים.
hu_hu: Letiltja a CoPilot AI funkciót a Windowsban a kódírási segítségnyújtáshoz. Fejlesztők számára nem ajánlott
id_id: Menonaktifkan fitur CoPilot AI di Windows untuk bantuan menulis kode. Tidak direkomendasikan untuk pengembang
it_it: Disabilita la funzionalità CoPilot AI in Windows per assistenza nella scrittura del codice. Non consigliato per gli sviluppatori
ja_jp: コード作成の支援のためのWindowsのCoPilot AI機能を無効にします. 開発者には推奨されません.
ko_kr: 코드 작성을 지원하기 위해 Windows에서 CoPilot AI 기능을 비활성화합니다. 개발자에게 권장되지 않음
pt_br: Desabilita o recurso CoPilot AI no Windows para assistência na escrita de código. Não recomendado para desenvolvedores
ru_ru: Отключает функцию CoPilot AI в Windows для помощи в написании кода. Не рекомендуется для разработчиков
tr_tr: Kod yazma konusunda yardım için Windows'daki CoPilot AI özelliğini devre dışı bırakır. Geliştiriciler için önerilmez
vi_vn: Vô hiệu hoá tính năng CoPilot AI trên Windows để hỗ trợ viết code. Không khuyến khích với nhà phát triển
zh_hans: 禁用 Windows 中的 Copilot AI 功能, 以帮助编写代码. 不建议开发者使用
zh_hant: 禁用 Windows 中的 CoPilot AI 功能以幫助編寫程式碼. 不建議開發者使用

# Feature_DisableSysMain.Header
source: Disable SysMain
ar_tn: تعطيل SysMain
de: SysMain deaktivieren
es_es: Desactivar SysMain
fr_fr: Désactiver SysMain
he_il: השבת SysMain
hu_hu: SysMain kikapcsolása
id_id: Nonaktifkan SysMain
it_it: Disabilita SysMain
ja_jp: SysMainを無効にする
ko_kr: SysMain 비활성화
pt_br: Desabilitar SysMain
ru_ru: Отключить SysMain
tr_tr: SysMain'i devre dışı bırak
vi_vn: Vô hiệu hoá SysMain
zh_hans: 禁用 SysMain
zh_hant: 禁用 SysMain

# Feature_DisableSysMain.Description
source: Turns off SysMain, which preloads frequently used applications for faster startup. May impact startup times for some programs if you're using HDD.
ar_tn: يُوقف SysMain، الذي يُسبق تحميل التطبيقات المستخدمة بشكل متكرر لبدء أسرع. قد يؤثر على أوقات البدء لبعض البرامج إذا كنت تستخدم HDD
de: Deaktiviert SysMain, welches häufig genutzte Anwendungen für einen schnelleren Start vorlädt. Kann die Startzeiten einiger Programme beeinflussen, wenn HDD verwendet wird.
es_es: Desactiva SysMain, que precarga aplicaciones de uso frecuente para un inicio más rápido. Puede afectar los tiempos de inicio de algunos programas si usas un HDD.
fr_fr: Désactive SysMain, qui précharge les applications fréquemment utilisées pour un démarrage plus rapide. Peut affecter les temps de démarrage pour certains programmes si vous utilisez un HDD.
he_il: מכבה את SysMain, הטוען מראש יישומים בשימוש תכוף להפעלה מהירה יותר. עשוי להשפיע על זמני ההפעלה של תוכניות מסוימות אם אתה משתמש בכונן קשיח (HDD).
hu_hu: Kikapcsolja a SysMaint, amely a gyakran használt alkalmazásokat előtölti a gyorsabb indítás érdekében. Hatással lehet néhány program indítási idejére, ha HDD-t használ.
id_id: Mematikan SysMain, yang memuat prapemuatan aplikasi yang sering digunakan agar startup lebih cepat. Mungkin berdampak pada waktu startup untuk beberapa program jika Anda menggunakan HDD.
it_it: Disattiva SysMain, che precarica le applicazioni utilizzate di frequente per un avvio più rapido. Potrebbe influire sui tempi di avvio di alcuni programmi se si utilizza un HDD.
ja_jp: 頻繁に使用するアプリケーションを事前に読み込むSysMainを無効にします. HDDを使用している場合、一部のプログラムの起動時間に影響を与える可能性があります.
ko_kr: 더 빠른 시작을 위해 자주 사용되는 애플리케이션을 미리 로드하는 SysMain을 끕니다. HDD를 사용하는 경우 일부 프로그램의 시작 시간에 영향을 줄 수 있습니다.
pt_br: Desativa o SysMain, que pré-carrega aplicativos usados ​​com frequência para inicialização mais rápida. Pode afetar os tempos de inicialização de alguns programas se você estiver usando HDD.
ru_ru: Отключает SysMain, который предварительно загружает часто используемые приложения для более быстрого запуска. Может повлиять на время запуска некоторых программ, если вы используете HDD.
tr_tr: Sık kullanılan uygulamaları daha hızlı başlatma için önceden yükleyen SysMain'i kapatır. HDD kullanıyorsanız bazı programların başlatma sürelerini etkileyebilir.
vi_vn: Tắt SysMain, tải trước các ứng dụng thường được sử dụng để khởi động nhanh hơn. Có thể tác động đến thời gian khởi động với một số chương trình nếu bạn đang sử dụng HDD.
zh_hans: 关闭 SysMain（用于预加载常用的应用程序以加快启动速度的服务）. 如果您使用 HDD（机械硬盘）, 可能会影响某些程序的启动时间.
zh_hant: 關閉 SysMain, 它會預載入常用的應用程式以加快啟動速度. 如果您使用 HDD, 可能會影響某些程式的啟動時間.

# Feature_EnableGamingMode.Header
source: Enable Gaming Mode
ar_tn: تمكين وضع اللعب
de: Gaming-Modus aktivieren
es_es: Activar Modo Juego
fr_fr: Activer le Mode Jeu
he_il: אפשר מצב משחק
hu_hu: Játékmód engedélyezése
id_id: Aktifkan Gaming Mode
it_it: Abilita modalità di gioco
ja_jp: ゲームモードを有効にする
ko_kr: 게임 모드 활성화
pt_br: Habilitar modo de jogo
ru_ru: Включить игровой режим
tr_tr: Oyun Modunu Etkinleştir
vi_vn: Bật Gaming Mode
zh_hans: 启用游戏模式
zh_hant: 啟用遊戲模式
